Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.blendMode.behindWindow
source: Behind Window
ar: خلف النافذة
bs: Iza prozora
da: Bag vindue
de: Hinter dem Fenster
es: Detrás de la ventana
fr: Derrière la fenêtre
it: Dietro la finestra
ja: ウインドウの背面
ko: 윈도우 뒤
nb: Bak vinduet
pl: Za oknem
pt_br: Atrás da Janela
ru: За окном
th: ด้านหลังหน้าต่าง
tr: Pencerenin Arkası
uk: За вікном
zh_hans: 窗口后方
zh_hant: 視窗後方

# settings.blendMode.withinWindow
source: Within Window
ar: داخل النافذة
bs: Unutar prozora
da: Inden i vindue
de: Innerhalb des Fensters
es: Dentro de la ventana
fr: Dans la fenêtre
it: All'interno della finestra
ja: ウインドウ内
ko: 윈도우 내
nb: Inni vinduet
pl: W oknie
pt_br: Dentro da Janela
ru: Внутри окна
th: ภายในหน้าต่าง
tr: Pencere İçinde
uk: Усередині вікна
zh_hans: 窗口内部
zh_hant: 視窗內

# settings.browser.askWhereToSaveDownloads
source: Ask Where to Save Downloads
ar: السؤال عن مكان حفظ التنزيلات
de: Vor dem Speichern von Downloads nach dem Speicherort fragen
es: Preguntar dónde guardar las descargas
fr: Demander où enregistrer les téléchargements
ja: ダウンロードごとに保存先を確認
ko: 다운로드 저장 위치 묻기
zh_hans: 询问下载保存位置
zh_hant: 詢問下載儲存位置

# settings.browser.askWhereToSaveDownloads.subtitle
source: When off, browser downloads save directly to Downloads without a save panel.
ar: عند إيقاف التشغيل، تُحفظ تنزيلات المتصفح مباشرة في مجلد التنزيلات دون لوحة حفظ.
de: Wenn deaktiviert, werden Browser-Downloads ohne Speichern-Panel direkt im Downloads-Ordner gespeichert.
es: Cuando está desactivado, las descargas del navegador se guardan directamente en Descargas sin un panel de guardado.
fr: Lorsqu’elle est désactivée, les téléchargements du navigateur s’enregistrent directement dans Téléchargements sans panneau d’enregistrement.
ja: オフの場合、ブラウザのダウンロードは保存パネルなしで直接「ダウンロード」に保存されます。
ko: 이 설정을 끄면 브라우저 다운로드 파일이 저장 패널 없이 다운로드 폴더에 바로 저장됩니다.
zh_hans: 关闭时，浏览器下载会直接保存到「下载」文件夹，不显示存储面板。
zh_hant: 關閉時，瀏覽器下載的檔案會直接儲存到「下載」資料夾，不顯示儲存面板。

# settings.browser.customSearchEngineName
source: Custom Search Engine Name
ar: اسم محرك البحث المخصص
bs: Naziv prilagođenog pretraživača
da: Navn på tilpasset søgemaskine
de: Name der benutzerdefinierten Suchmaschine
es: Nombre del motor de búsqueda personalizado
fr: Nom du moteur de recherche personnalisé
it: Nome del motore di ricerca personalizzato
ja: カスタム検索エンジン名
ko: 사용자 지정 검색 엔진 이름
nb: Navn på tilpasset søkemotor
pl: Nazwa niestandardowej wyszukiwarki
pt_br: Nome do mecanismo de busca personalizado
ru: Название пользовательской поисковой системы
th: ชื่อเครื่องมือค้นหาแบบกำหนดเอง
tr: Özel Arama Motoru Adı
uk: Назва користувацької пошукової системи
zh_hans: 自定义搜索引擎名称
zh_hant: 自訂搜尋引擎名稱

# settings.browser.customSearchEngineName.subtitle
source: Shown in browser address bar search suggestions.
ar: يظهر في اقتراحات البحث في شريط عنوان المتصفح.
bs: Prikazuje se u prijedlozima pretrage u adresnoj traci preglednika.
da: Vises i søgeforslag i browserens adresselinje.
de: Wird in Suchvorschlägen in der Adressleiste des Browsers angezeigt.
es: Se muestra en las sugerencias de búsqueda de la barra de direcciones del navegador.
fr: Affiché dans les suggestions de recherche de la barre d’adresse du navigateur.
it: Mostrato nei suggerimenti di ricerca della barra degli indirizzi del browser.
ja: ブラウザのアドレスバーの検索候補に表示されます。
ko: 브라우저 주소 표시줄 검색 제안에 표시됩니다.
nb: Vises i søkeforslag i nettleserens adresselinje.
pl: Wyświetlana w sugestiach wyszukiwania na pasku adresu przeglądarki.
pt_br: Exibido nas sugestões de busca da barra de endereço do navegador.
ru: Отображается в поисковых подсказках адресной строки браузера.
th: แสดงในคำแนะนำการค้นหาในแถบที่อยู่ของเบราว์เซอร์
tr: Tarayıcı adres çubuğu arama önerilerinde gösterilir.
uk: Показується в пошукових пропозиціях адресного рядка браузера.
zh_hans: 显示在浏览器地址栏搜索建议中。
zh_hant: 顯示在瀏覽器位址列搜尋建議中。

# settings.browser.customSearchEngineURLTemplate
source: Custom Search URL
ar: رابط البحث المخصص
bs: Prilagođeni URL pretrage
da: Tilpasset søge-URL
de: Benutzerdefinierte Such-URL
es: URL de búsqueda personalizada
fr: URL de recherche personnalisée
it: URL di ricerca personalizzato
ja: カスタム検索URL
ko: 사용자 지정 검색 URL
nb: Tilpasset søke-URL
pl: Niestandardowy URL wyszukiwania
pt_br: URL de busca personalizada
ru: Пользовательский URL поиска
th: URL ค้นหาแบบกำหนดเอง
tr: Özel Arama URL'si
uk: Користувацька URL-адреса пошуку
zh_hans: 自定义搜索 URL
zh_hant: 自訂搜尋 URL

# settings.browser.customSearchEngineURLTemplate.subtitle
source: Use {query} or %s for the search terms. Without a placeholder, cmux appends q=.
ar: استخدم {query} أو %s لعبارات البحث. بدون عنصر نائب، يضيف cmux q=.
bs: Koristite {query} ili %s za pojmove pretrage. Bez rezerviranog mjesta cmux dodaje q=.
da: Brug {query} eller %s til søgeordene. Uden en pladsholder tilføjer cmux q=.
de: Verwende {query} oder %s für die Suchbegriffe. Ohne Platzhalter fügt cmux q= hinzu.
es: Usa {query} o %s para los términos de búsqueda. Sin marcador de posición, cmux agrega q=.
fr: Utilisez {query} ou %s pour les termes de recherche. Sans espace réservé, cmux ajoute q=.
it: Usa {query} o %s per i termini di ricerca. Senza segnaposto, cmux aggiunge q=.
ja: 検索語には {query} または %s を使います。プレースホルダーがない場合、cmux は q= を追加します。
ko: 검색어에는 {query} 또는 %s를 사용하세요. 자리표시자가 없으면 cmux가 q=를 추가합니다.
nb: Bruk {query} eller %s for søkeordene. Uten plassholder legger cmux til q=.
pl: Użyj {query} lub %s dla wyszukiwanych terminów. Bez symbolu zastępczego cmux doda q=.
pt_br: Use {query} ou %s para os termos de busca. Sem marcador, o cmux adiciona q=.
ru: Используйте {query} или %s для поисковых запросов. Без заполнителя cmux добавляет q=.
th: ใช้ {query} หรือ %s สำหรับคำค้นหา หากไม่มีตัวยึดตำแหน่ง cmux จะเพิ่ม q=
tr: Arama terimleri için {query} veya %s kullanın. Yer tutucu yoksa cmux q= ekler.
uk: Використовуйте {query} або %s для пошукових запитів. Без заповнювача cmux додає q=.
zh_hans: 使用 {query} 或 %s 作为搜索词。没有占位符时，cmux 会追加 q=。
zh_hant: 使用 {query} 或 %s 作為搜尋詞。沒有佔位符時，cmux 會附加 q=。

# settings.browser.defaultZoomLevel
source: Default Page Zoom
ar: تكبير الصفحة الافتراضي
de: Standard-Seitenzoom
es: Zoom predeterminado de la página
fr: Zoom de page par défaut
ja: デフォルトのページズーム
ko: 기본 페이지 확대/축소 비율
zh_hans: 默认页面缩放
zh_hant: 預設網頁縮放

# settings.browser.defaultZoomLevel.subtitle
source: Zoom applied to newly opened browser pages. Zoom In, Zoom Out, and Actual Size still adjust each page.
ar: يتم تطبيق التكبير على صفحات المتصفح المفتوحة حديثًا. لا يزال تكبير الصفحة وتصغيرها والحجم الفعلي يضبط كل صفحة.
de: Zoom, der auf neu geöffnete Browserseiten angewendet wird. Vergrößern, Verkleinern und tatsächliche Größe passen weiterhin jede Seite einzeln an.
es: Zoom aplicado a las páginas del navegador recién abiertas. Acercar, Alejar y Tamaño real todavía ajustan cada página.
fr: Zoom appliqué aux pages de navigateur nouvellement ouvertes. Zoom avant, Zoom arrière et Taille réelle ajustent toujours chaque page.
ja: 新しく開いたブラウザページに適用されるズームです。ズームイン・ズームアウト・実際のサイズは引き続き各ページごとに調整できます。
ko: 새로 열린 브라우저 페이지에 적용되는 확대/축소 비율입니다. 확대, 축소 및 실제 크기 메뉴를 사용하여 각 페이지를 수동으로 조정할 수도 있습니다.
zh_hans: 新打开的浏览器页面所用的缩放比例。放大、缩小和实际大小仍可单独调整每个页面。
zh_hant: 套用至新開啟瀏覽器網頁的縮放比例。「放大」、「縮小」與「實際大小」仍可調整各個網頁。

# settings.browser.emptyImport.choose
source: Choose What to Import…
ar: اختر ما تريد استيراده…
de: Auswählen, was importiert werden soll…
es: Elegir qué importar…
fr: Choisir quoi importer…
ja: 取り込む項目を選ぶ…
ko: 가져올 항목 선택…
uk: Вибрати, що імпортувати…
zh_hans: 选择要导入的内容…
zh_hant: 選擇要匯入的內容…

# settings.browser.emptyImport.title
source: Import browser data
ar: استيراد بيانات المتصفح
de: Browserdaten importieren
es: Importar datos del navegador
fr: Importer les données du navigateur
ja: ブラウザーデータを取り込む
ko: 브라우저 데이터 가져오기
uk: Імпорт даних браузера
zh_hans: 导入浏览器数据
zh_hant: 匯入瀏覽器資料

# settings.browser.enabled
source: Enable cmux Browser
ar: تمكين متصفح cmux
de: cmux-Browser aktivieren
es: Activar navegador de cmux
fr: Activer le navigateur cmux
ja: cmuxブラウザを有効にする
ko: cmux 브라우저 활성화
zh_hans: 启用 cmux 浏览器
zh_hant: 啟用 cmux 瀏覽器

# settings.browser.enabled.subtitleOff
source: Browser tabs, terminal link clicks, and intercepted open commands are disabled. Links open in your default browser.
ar: تم تعطيل علامات تبويب المتصفح، ونقرات روابط الطرفية، وأوامر الفتح التي تم اعتراضها. تُفتح الروابط في متصفحك الافتراضي.
de: Browser-Tabs, Klicks auf Terminal-Links und abgefangene Befehle zum Öffnen sind deaktiviert. Links werden in Ihrem Standard-Browser geöffnet.
es: Las pestañas del navegador, los clics en enlaces de la terminal y los comandos de apertura interceptados están desactivados. Los enlaces se abren en su navegador predeterminado.
fr: Les onglets de navigateur, les clics sur les liens du terminal et les commandes open interceptées sont désactivés. Les liens s’ouvrent dans votre navigateur par défaut.
ja: ブラウザタブ、ターミナルのリンククリック、インターセプトされたopenコマンドは無効です。リンクはデフォルトブラウザで開きます。
ko: 브라우저 탭, 터미널 링크 클릭 및 가로채기된 open 명령이 비활성화됩니다. 링크는 기본 브라우저에서 열립니다.
zh_hans: 浏览器标签页、终端链接点击和拦截的 open 命令均已禁用。链接会在默认浏览器中打开。
zh_hant: 瀏覽器標籤頁、終端機連結點擊以及攔截的開啟命令均已停用。連結將在您的預設瀏覽器中開啟。

# settings.browser.enabled.subtitleOn
source: Browser tabs, terminal link clicks, and intercepted open commands can use the embedded browser.
ar: يمكن لعلامات تبويب المتصفح، ونقرات روابط الطرفية، وأوامر الفتح التي تم اعتراضها استخدام المتصفح المدمج.
de: Browser-Tabs, Klicks auf Terminal-Links und abgefangene Befehle zum Öffnen können den eingebetteten Browser verwenden.
es: Las pestañas del navegador, los clics en enlaces de la terminal y los comandos de apertura interceptados pueden usar el navegador integrado.
fr: Les onglets de navigateur, les clics sur les liens du terminal et les commandes open interceptées peuvent utiliser le navigateur intégré.
ja: ブラウザタブ、ターミナルのリンククリック、インターセプトされたopenコマンドで内蔵ブラウザを使用できます。
ko: 브라우저 탭, 터미널 링크 클릭 및 가로채기된 open 명령에 내장 브라우저를 사용할 수 있습니다.
zh_hans: 浏览器标签页、终端链接点击和拦截的 open 命令可以使用内嵌浏览器。
zh_hant: 瀏覽器標籤頁、終端機連結點擊以及攔截的開啟命令可以使用內嵌瀏覽器。

# settings.browser.externalPatterns
source: URLs to Always Open Externally
ar: عناوين URL للفتح خارجيًا دائمًا
bs: URL-ovi za uvijek vanjsko otvaranje
da: URL'er der altid åbnes eksternt
de: URLs, die immer extern geöffnet werden
es: URLs para abrir siempre externamente
fr: URL à toujours ouvrir dans un navigateur externe
it: URL da aprire sempre esternamente
ja: 常に外部で開くURL
ko: 항상 외부에서 열 URL
nb: URL-er som alltid åpnes eksternt
pl: Adresy URL otwierane zawsze zewnętrznie
pt_br: URLs para Sempre Abrir Externamente
ru: URL для открытия во внешнем браузере
th: URL ที่เปิดภายนอกเสมอ
tr: Her Zaman Harici Olarak Açılacak URL'ler
uk: URL для завжди зовнішнього відкриття
zh_hans: 始终在外部打开的 URL
zh_hant: 一律在外部開啟的 URL

# settings.browser.externalPatterns.subtitle
source: Applies to browser-page link clicks, terminal link clicks, and intercepted `open https://...` calls. One rule per line. Plain text matches any URL substring; regex-shaped rules and `*`/`?` wildcards are supported (for example: example.com, *example.com*, .*example\.com.*). Regex rules containing `*` or `?` must use the `re:` prefix; legacy `.*`/`.+` rules remain supported.
ar: ينطبق على نقرات الروابط في صفحات المتصفح والطرفية واستدعاءات `open https://...` المعترضة. قاعدة واحدة لكل سطر. النص العادي يطابق أي جزء من URL؛ تدعم القواعد ذات النمط regex والبدلات * و ? (مثال: example.com، *example.com*، .*example\.com.*). يجب أن تستخدم قواعد regex التي تحتوي على * أو ? البادئة re:؛ وتظل القواعد القديمة .* و .+ مدعومة.
bs: Primjenjuje se na klikove linkova na web-stranicama i u terminalu te presretnute `open https://...` pozive. Jedno pravilo po redu. Običan tekst odgovara bilo kojem dijelu URL-a; podržana su regex-pravila i zamjenski znakovi * i ? (na primjer: example.com, *example.com*, .*example\.com.*). Regex pravila koja sadrže * ili ? moraju koristiti prefiks re:; naslijeđena pravila .* i .+ i dalje su podržana.
da: Gælder for linkklik på browsersider og i terminalen samt opfangede `open https://...`-kald. Én regel pr. linje. Almindelig tekst matcher enhver URL-delstreng; regex-lignende regler og jokertegnene * og ? understøttes (f.eks.: example.com, *example.com*, .*example\.com.*). Regex-regler, der indeholder * eller ?, skal bruge præfikset re:; ældre regler med .* og .+ understøttes stadig.
de: Gilt für Klicks auf Links in Browserseiten und im Terminal sowie abgefangene `open https://...`-Aufrufe. Eine Regel pro Zeile. Klartext stimmt mit jedem URL-Teilstring überein; regexartige Regeln und die Platzhalter * und ? werden unterstützt (zum Beispiel: example.com, *example.com*, .*example\.com.*). Regex-Regeln mit * oder ? müssen das Präfix re: verwenden; ältere Regeln mit .* und .+ werden weiterhin unterstützt.
es: Se aplica a clics en enlaces de páginas del navegador y del terminal, y a llamadas interceptadas de `open https://...`. Una regla por línea. El texto plano coincide con cualquier subcadena de URL; se admiten reglas con forma de regex y comodines * y ? (por ejemplo: example.com, *example.com*, .*example\.com.*). Las reglas regex que contengan * o ? deben usar el prefijo re:; las reglas heredadas .* y .+ siguen siendo compatibles.
fr: S’applique aux clics sur les liens des pages du navigateur et du terminal, ainsi qu’aux appels `open https://...` interceptés. Une règle par ligne. Le texte brut correspond à toute sous-chaîne d’URL ; les règles de type regex et les jokers * et ? sont pris en charge (par exemple : example.com, *example.com*, .*example\.com.*). Les règles regex contenant * ou ? doivent utiliser le préfixe re: ; les anciennes règles .* et .+ restent prises en charge.
it: Si applica ai clic sui link nelle pagine del browser e nel terminale, e alle chiamate intercettate `open https://...`. Una regola per riga. Il testo semplice corrisponde a qualsiasi sottostringa dell’URL; sono supportate le regole simili a regex e i caratteri jolly * e ? (ad esempio: example.com, *example.com*, .*example\.com.*). Le regole regex che contengono * o ? devono usare il prefisso re:; le regole legacy .* e .+ restano supportate.
ja: ブラウザページのリンククリック、ターミナルのリンククリック、およびインターセプトされた`open https://...`呼び出しに適用されます。1行に1ルール。プレーンテキストはURL部分文字列に一致し、正規表現形式のルールと`*`/`?`ワイルドカードも使用できます（例: example.com、*example.com*、.*example\.com.*）。 * や ? を含む正規表現ルールには re: プレフィックスが必要です。従来の .* および .+ ルールは引き続き使用できます。
ko: 브라우저 페이지와 터미널의 링크 클릭 및 인터셉트된 `open https://...` 호출에 적용됩니다. 한 줄에 하나의 규칙. 일반 텍스트는 URL의 하위 문자열과 일치하며, 정규식 형태의 규칙과 * 및 ? 와일드카드를 지원합니다 (예: example.com, *example.com*, .*example\.com.*). * 또는 ?를 포함하는 정규식 규칙은 re: 접두사를 사용해야 하며, 기존 .* 및 .+ 규칙은 계속 지원됩니다.
nb: Gjelder for lenkeklikk på nettlesersider og i terminalen samt avlyttede `open https://...`-kall. Én regel per linje. Ren tekst matcher enhver del av URL-en; regex-lignende regler og jokertegnene * og ? støttes (for eksempel: example.com, *example.com*, .*example\.com.*). Regex-regler som inneholder * eller ?, må bruke prefikset re:; eldre regler med .* og .+ støttes fortsatt.
pl: Dotyczy kliknięć linków na stronach przeglądarki i w terminalu oraz przechwyconych wywołań `open https://...`. Jedna reguła na wiersz. Zwykły tekst dopasowuje dowolny fragment URL; obsługiwane są reguły w stylu regex oraz symbole wieloznaczne * i ? (na przykład: example.com, *example.com*, .*example\.com.*). Reguły regex zawierające * lub ? muszą używać prefiksu re:; starsze reguły .* i .+ są nadal obsługiwane.
pt_br: Aplica-se a cliques em links de páginas do navegador e do terminal e a chamadas interceptadas de `open https://...`. Uma regra por linha. Texto simples corresponde a qualquer substring de URL; regras no formato regex e curingas * e ? são aceitos (por exemplo: example.com, *example.com*, .*example\.com.*). As regras regex que contêm * ou ? devem usar o prefixo re:; as regras legadas .* e .+ continuam compatíveis.
ru: Применяется к нажатиям на ссылки на страницах браузера и в терминале, а также к перехваченным вызовам `open https://...`. Одно правило на строку. Обычный текст совпадает с любой подстрокой URL; поддерживаются правила в стиле regex и подстановочные символы * и ? (например: example.com, *example.com*, .*example\.com.*). Правила regex, содержащие * или ?, должны использовать префикс re:; устаревшие правила .* и .+ по-прежнему поддерживаются.
th: ใช้กับการคลิกลิงก์ในหน้าเบราว์เซอร์และเทอร์มินัล รวมถึงการดักจับคำสั่ง `open https://...` กฎหนึ่งข้อต่อบรรทัด ข้อความธรรมดาจะจับคู่กับส่วนใดก็ได้ของ URL และรองรับกฎรูปแบบ regex รวมถึงไวลด์การ์ด * และ ? (ตัวอย่าง: example.com, *example.com*, .*example\.com.*) กฎ regex ที่มี * หรือ ? ต้องใช้คำนำหน้า re: และยังรองรับกฎเดิม .* และ .+
tr: Tarayıcı sayfalarındaki ve terminaldeki bağlantı tıklamalarına ve yakalanan `open https://...` çağrılarına uygulanır. Satır başına bir kural. Düz metin herhangi bir URL alt dizesiyle eşleşir; regex biçimli kurallar ile * ve ? joker karakterleri desteklenir (örneğin: example.com, *example.com*, .*example\.com.*). * veya ? içeren regex kuralları re: ön ekini kullanmalıdır; eski .* ve .+ kuralları desteklenmeye devam eder.
uk: Застосовується до кліків на посилання на сторінках браузера й у терміналі, а також до перехоплених викликів `open https://...`. Одне правило на рядок. Звичайний текст збігається з будь-якою частиною URL; підтримуються правила у стилі regex і символи підстановки * та ? (наприклад: example.com, *example.com*, .*example\.com.*). Правила regex, що містять * або ?, мають використовувати префікс re:; застарілі правила .* і .+ і надалі підтримуються.
zh_hans: 适用于浏览器页面和终端中的链接点击，以及拦截的 `open https://...` 调用。每行一条规则。纯文本匹配任意 URL 子串；支持正则表达式形式的规则以及 * 和 ? 通配符（例如：example.com、*example.com*、.*example\.com.*）。 包含 * 或 ? 的正则表达式规则必须使用 re: 前缀；仍支持旧式 .* 和 .+ 规则。
zh_hant: 套用於瀏覽器頁面和終端機的連結點擊，以及攔截的 `open https://...` 呼叫。每行一條規則。純文字會比對 URL 的任何子字串；支援正規表示式形式的規則以及 * 和 ? 萬用字元（例如：example.com、*example.com*、.*example\.com.*）。 包含 * 或 ? 的正規表示式規則必須使用 re: 前綴；仍支援舊式 .* 和 .+ 規則。

# settings.browser.hiddenWebViewDiscard
source: Browser Memory Saver
ar: موفر ذاكرة المتصفح
de: Browser-Arbeitsspeicherschoner
es: Ahorrador de memoria del navegador
fr: Économiseur de mémoire du navigateur
ja: ブラウザメモリセーバー
ko: 브라우저 메모리 절약 기능
zh_hans: 浏览器内存节省
zh_hant: 瀏覽器記憶體節省程式

# settings.browser.hiddenWebViewDiscard.subtitleOff
source: Hidden browser tabs keep page memory until closed.
ar: تحتفظ علامات تبويب المتصفح المخفية بذاكرة الصفحة حتى يتم إغلاقها.
de: Ausgeblendete Browser-Tabs behalten den Seitenspeicher, bis sie geschlossen werden.
es: Las pestañas ocultas del navegador conservan la memoria de la página hasta que se cierran.
fr: Les onglets de navigateur masqués conservent la mémoire de la page jusqu’à leur fermeture.
ja: 非表示のブラウザタブは、閉じるまでページメモリを保持します。
ko: 숨겨진 브라우저 탭이 닫힐 때까지 페이지 메모리를 유지합니다.
zh_hans: 隐藏的浏览器标签页在关闭前会一直保留页面内存。
zh_hant: 隱藏的瀏覽器標籤頁會保留網頁記憶體，直到關閉為止。

# settings.browser.hiddenWebViewDiscard.subtitleOn
source: Hidden browser tabs release page memory after the delay below, then restore when shown again.
ar: تقوم علامات تبويب المتصفح المخفية بتحرير ذاكرة الصفحة بعد التأخير الموضح أدناه، ثم استعادتها عند عرضها مرة أخرى.
de: Ausgeblendete Browser-Tabs geben den Seitenspeicher nach der unten angegebenen Verzögerung frei und stellen ihn wieder her, wenn sie erneut angezeigt werden.
es: Las pestañas ocultas del navegador liberan la memoria de la página después de la demora indicada a continuación y luego se restauran cuando se vuelven a mostrar.
fr: Les onglets de navigateur masqués libèrent la mémoire de la page après le délai ci-dessous, puis la restaurent lorsqu’ils sont de nouveau affichés.
ja: 非表示のブラウザタブは下の遅延後にページメモリを解放し、再表示時に復元します。
ko: 숨겨진 브라우저 탭이 아래의 지연 시간 후에 페이지 메모리를 해제하고, 다시 표시될 때 복원합니다.
zh_hans: 隐藏的浏览器标签页会在下方延迟时间后释放页面内存，再次显示时恢复。
zh_hant: 隱藏的瀏覽器標籤頁會在經過下方延遲時間後釋放網頁記憶體，並在再次顯示時還原。

# settings.browser.hiddenWebViewDiscardDelay
source: Memory Saver Delay
ar: تأخير موفر الذاكرة
de: Verzögerung für Arbeitsspeicherschoner
es: Demora del ahorrador de memoria
fr: Délai de l’économiseur de mémoire
ja: メモリセーバーの遅延
ko: 메모리 절약 지연 시간
zh_hans: 内存节省延迟
zh_hant: 記憶體節省程式延遲

# settings.browser.hiddenWebViewDiscardDelay.minutes
source: %lldm
ar: %lldد
de: %lld min
es: %lld min
fr: %lld min
ja: %lld分
ko: %lld분
zh_hans: %lld分
zh_hant: %lld分

# settings.browser.hiddenWebViewDiscardDelay.minutesSeconds
source: %lldm %llds
ar: %lldد %lldث
de: %lld min %lld s
es: %lld min %lld s
fr: %lld min %lld s
ja: %lld分 %lld秒
ko: %lld분 %lld초
zh_hans: %lld分 %lld秒
zh_hant: %lld分 %lld秒

# settings.browser.hiddenWebViewDiscardDelay.seconds
source: %llds
ar: %lldث
ja: %lld秒
ko: %lld초
zh_hans: %lld秒
zh_hant: %lld秒

# settings.browser.hiddenWebViewDiscardDelay.subtitle
source: How long a browser tab must stay hidden before cmux frees its page memory. Active downloads, popups, developer tools, fullscreen, and loading pages are skipped.
ar: المدة التي يجب أن تظل فيها علامة تبويب المتصفح مخفية قبل أن يقوم cmux بتحرير ذاكرة صفحتها. يتم تخطي التنزيلات النشطة والنوافذ المنبثقة وأدوات المطورين وملء الشاشة والصفحات التي يتم تحميلها.
de: Wie lange ein Browser-Tab ausgeblendet bleiben muss, bevor cmux seinen Seitenspeicher freigibt. Aktive Downloads, Popups, Entwicklertools, Vollbild und ladende Seiten werden übersprungen.
es: Cuánto tiempo debe permanecer oculta una pestaña del navegador antes de que cmux libere la memoria de su página. Se omiten las descargas activas, las ventanas emergentes, las herramientas de desarrollo, la pantalla completa y las páginas en carga.
fr: Durée pendant laquelle un onglet de navigateur doit rester masqué avant que cmux ne libère sa mémoire de page. Les téléchargements actifs, les fenêtres surgissantes, les outils de développement, le mode plein écran et les pages en cours de chargement sont ignorés.
ja: ブラウザタブが非表示になってから、cmux がページメモリを解放するまでの時間です。進行中のダウンロード、ポップアップ、開発者ツール、フルスクリーン、読み込み中のページは対象外です。
ko: cmux가 페이지 메모리를 해제하기 전까지 브라우저 탭이 숨겨진 상태로 유지되어야 하는 시간입니다. 진행 중인 다운로드, 팝업, 개발자 도구, 전체 화면 및 로딩 중인 페이지는 제외됩니다.
zh_hans: 浏览器标签页需隐藏多久，cmux 才会释放其页面内存。正在下载、弹出窗口、开发者工具、全屏和加载中的页面会被跳过。
zh_hant: 瀏覽器標籤頁必須保持隱藏多久，cmux 才會釋放其網頁記憶體。作用中的下載、彈出式視窗、開發者工具、全螢幕和載入中的網頁將會跳過。

# settings.browser.history
source: Browsing History
ar: سجل التصفح
bs: Historija pregledanja
da: Browserhistorik
de: Browserverlauf
es: Historial de navegación
fr: Historique de navigation
it: Cronologia di navigazione
ja: ブラウザ履歴
ko: 탐색 기록
nb: Nettleserhistorikk
pl: Historia przeglądania
pt_br: Histórico de Navegação
ru: История просмотра
th: ประวัติการท่องเว็บ
tr: Tarama Geçmişi
uk: Історія перегляду
zh_hans: 浏览历史
zh_hant: 瀏覽記錄

# settings.browser.history.clearButton
source: Clear History…
ar: مسح السجل…
bs: Obriši historiju…
da: Ryd historik…
de: Verlauf löschen …
es: Borrar historial…
fr: Effacer l'historique...
it: Cancella cronologia…
ja: 履歴をクリア…
ko: 기록 지우기…
nb: Tøm historikk …
pl: Wyczyść historię…
pt_br: Limpar Histórico…
ru: Очистить историю...
th: ล้างประวัติ...
tr: Geçmişi Temizle…
uk: Очистити історію…
zh_hans: 清除历史记录...
zh_hant: 清除記錄...

# settings.browser.history.clearDialog.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отменить
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# settings.browser.history.clearDialog.confirm
source: Clear History
ar: مسح السجل
bs: Obriši historiju
da: Ryd historik
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
it: Cancella cronologia
ja: 履歴をクリア
ko: 기록 지우기
nb: Tøm historikk
pl: Wyczyść historię
pt_br: Limpar Histórico
ru: Очистить историю
th: ล้างประวัติ
tr: Geçmişi Temizle
uk: Очистити історію
zh_hans: 清除历史记录
zh_hant: 清除記錄
